IDEA Open Model
CalculationSetup.SlsDeflections Property
Compatible with IDEA StatiCa Beta 20.0
 SLS deflections
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool SlsDeflections { get; set; }
Public Property SlsDeflections As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace